const messages = {
  "header.episodes": "Эпизоды",
  "header.characters": "Персонажи",
  "header.locations": "Локации",
  "header.searchByParameters": "Поиск по параметрам",

  "placeholder.search": "Поиск...",

  "languages.en": "Английский",
  "languages.ru": "Русский",

  "episode.name": "Название серии:",
  "episode.episode": "Серия:",
  "episode.date": "Дата:",
  "episode.characters": "Персонажи",
  "episode.season": "Сезон:",

  "character.lastKnowLocation": "Последняя локация:",
  "character.gender": "Пол:",
  "character.status": "Статус:",
  "character.species": "Вид:",
  "character.type": "Тип:",
  "character.originLocation": "Место рождения:",
  "character.firstSeenIn": "Впервые появился:",

  "location.name": "Название локации:",
  "location.type": "Тип:",
  "location.dimension": "Измерение:",
  "location.residents": "Жители",

  "button.more": "Ещё",
  "button.close": "Закрыть",
  "button.cancel": "Отмена",
  "button.search": "Поиск",

  "error.message": "Эмм... Блин... Рик, кажется что-то не так...",

  "rickAndMorty.main":
    "«Рик и Морти» — американский комедийный научно-фантастический анимационный сериал, созданный Джастином Ройландом и Дэном Хармоном и выпускаемый в рамках блока Adult Swim на телеканале Cartoon Network. Премьера сериала состоялась в декабре 2013 года; второй сезон вышел в 2015. 1 октября 2017 года завершился третий сезон, и в мае 2018 года было объявлено о выпуске ещё 70 эпизодов при неопределённом количестве сезонов. В мае 2019 года была объявлена дата выхода четвёртого сезона — ноябрь 2019. Первые пять эпизодов вышли в свет в ноябре-декабре, остальные — после перерыва, 3—31 мая 2020 года. Также в мае было объявлено о продлении сериала на пятый сезон (без указания конкретных дат). 30 марта 2021 года вышел официальный трейлер пятого сезона и была объявлена дата выхода сезона — 20 июня 2021 года. Сериал посвящён злоключениям циничного безумного учёного Рика Санчеса и его наивного, капризного и неуверенного в себе внука Морти; создатель сериала Ройланд озвучивает обоих персонажей. Сериал, выросший из хулиганской анимационной пародии на франшизу «Назад в будущее», получил чрезвычайно высокие отзывы критики, особо отмечавшей его оригинальность, креативность и чувство юмора.",
};

export default messages;
